/* No comment provided by engineer. */
"30 FPS" = "30 FPS";

/* No comment provided by engineer. */
"60 FPS" = "60 FPS";

/* No comment provided by engineer. */
"Ask Us A Question" = "Haznos una Pregunta";

/* (No Commment) */
"Authorization Error" = "Error de Autorización";

/* No comment provided by engineer. */
"Check For Updates" = "Verificar Actualizaciones";

/* No comment provided by engineer. */
"Connect device to Mac with" = "Conectar dispositivo a Mac con";

/* No comment provided by engineer. */
"Discrete (Recommended)" = "Discrete (Recommended)";

/* No comment provided by engineer. */
"Display Arrangement" = "Organización de Pantallas";

/* (No Commment) */
"Duet Connected" = "Duet Conectado";


/* No comment provided by engineer. */
"Energy Efficient" = "Consumo de Energía Eficiente";

/* No comment provided by engineer. */
"Frame Rate" = "Tasa de Cuadros";

/* No comment provided by engineer. */
"Graphics Card" = "Tarjeta de Gráficos";

/* No comment provided by engineer. */
"Help Center" = "Centro de Ayuda";

/* No comment provided by engineer. */
"High Power" = "Alto Rendimiento";

/* No comment provided by engineer. */
"High Resolution (Smaller Text)" = "Alta Resolución (Texto Más Pequeño)";

/* No comment provided by engineer. */
"Integrated (Energy Savings)" = "Integrada (Consumo de Energía Eficiente)";

/* No comment provided by engineer. */
"Launch At Login" = "Ejecutar al Inicio de Sesión";

/* No comment provided by engineer. */
"No Device Connected" = "Ningún Dispositivo Conectado";

/* No comment provided by engineer. */
"Open duet on iOS" = "Dueto abierto en iOS";

/* No comment provided by engineer. */
"Performance" = "Rendimiento";

/* No comment provided by engineer. */
"Preferences" = "Preferencias";

/* No comment provided by engineer. */
"Quit" = "Salir";

/* No comment provided by engineer. */
"Regular (Energy Efficient)" = "Resolución Común (Consumo de Energía Eficiente)";

/* No comment provided by engineer. */
"Resolution" = "Resolución";

/* (No Commment) */
"Restart Your Mac" = "Reinicie su Mac";

/* No comment provided by engineer. */
"Retina (High Performance)" = "Resolución Retina (Alto Rendimiento)";

/* (No Commment) */
"Select 'Try Again' to re-try the re-authorize, or 'Quit' to give up." = "Seleccione 'Intentar de nuevo' para volver a intentar la reautorización o 'Salir' para desistir.";

/* (No Commment) */
"To use Duet, you need to authorize the application to create a second display and then restart your computer. 

Duet is certified by Apple to create graphics drivers and this will NOT affect your original display, current graphics driver, or system settings." = "Para usar Duet, usted necesita autorizar a la aplicación a crear una segunda pantalla y luego reiniciar el ordenador. 

Duet está certificado por Apple para crear controladores de gráficos y esto NO afectará a su pantalla original, controlador de gráficos actual o la configuración del sistema.";

/* (No Commment) */
"Try Again" = "Intentar de Nuevo";

/* No comment provided by engineer. */
"Uninstall Duet" = "Desinstalar Dueto";

/* No comment provided by engineer. */
"Update App Automatically" = "Actualizar App Automáticamente";

/* No comment provided by engineer. */
"Version" = "Versión";

/* No comment provided by engineer. */
"When Duet Is Connected..." = "Cuando Dueto está conectado...";

/* No comment provided by engineer. */
"or" = "o";

